{
  "</paragraph>": 32006,
  "<pad>": 32015,
  "<paragraph>": 32005,
  "[Continue to Use Evidence]": 32002,
  "[Fully supported]": 32012,
  "[Irrelevant]": 32003,
  "[No Retrieval]": 32000,
  "[No support / Contradictory]": 32014,
  "[Partially supported]": 32013,
  "[Relevant]": 32004,
  "[Retrieval]": 32001,
  "[Utility:1]": 32007,
  "[Utility:2]": 32008,
  "[Utility:3]": 32009,
  "[Utility:4]": 32010,
  "[Utility:5]": 32011
}
